{
    "albums": [
        {
            "title": "Rust in Peace",
            "year": "1990",
            "artist": "Megadeth",
            "image": "images/albums/rust-in-peace.jpg",
            "review": "This album is one of the single best albums, in my opinion, of all time. Every song from start to finish is engineered exquisitely; it's splattered with melodic solos and furiously complex riffage, from <i>Dave Mustaine</i> and <i>Marty Friedman</i>. This, along with a combination of tight drums and spirally bass allows for a true masterpiece."
        },
        {
            "title": "Two",
            "year": "2005",
            "artist": "Cursed",
            "image": "images/albums/two.jpg",
            "review": "After not really exploring much outside of metal, I was introduced to this album. This album combines attidue, dispair and resentment into a trio of anti-statist societal anger. Far from the one-dimensional teenage angst seen in some areas of hardcore and punk, this album looks deeply into cultural injustuice and demonstates it with abrasive vocals, pounding drums and droning guitars."
        },
        {
            "title": "The Oncoming Storm",
            "year": "2004",
            "artist": "Unearth",
            "image": "images/albums/the-oncoming-storm.jpg",
            "review": "Straight from the New England metalcore scene, the <i>The Oncoming Storm</i> features a musical dichotomy of melodic, beautifully-harmonised guitars, with harsh, aggressive vocals. The sheer technical ability presented from <i>Ken Susi</i> and <i>Buz McGrath</i> lifts this LP up another step."
        },
        {
            "title": "Ashes of the Wake",
            "year": "2004",
            "artist": "Lamb of God",
            "image": "images/albums/ashes-of-the-wake.jpg",
            "review": "Seemingly evasive from any singular metal subgenre, <i>Ashes of the Wake</i> displays rhythmic guitars, raging vocals, and tight, filled drums. From the tremolo picking, to the guest solos played by <i>Alex Skolnick</i> and <i>Chris Poland</i>, everything about this album is perfect."
        }
    ]
}
